const storyBook = {
  rooms: {
    1: {
      room: 'Гостиная',
      pages: [
        {
          p1: {
            text: 'Вы зашли в просторную комнату, осмотревшись вы поняли, что это гостиная. Праздничная елка с огоньками наполнила комнату ароматом хвои, горячий камин согревал воздух, треск дров придавал уют и расслаблял.',
            fontWeight: 500,
          },
          p2: {
            text: 'Вам захотелось рассмотреть ближе один из предметов комнаты.',
            fontWeight: 500,
          },
        },
        {
          p2: {
            text: 'Вы долго, как вам показалось, осматривали вещь. захотелось не только посмотреть, но и пощупать.',
            fontWeight: 500,
          },
          p3: {
            text: 'Выберите предмет, который с самого начала привлек ваше внимание. Листайте дальше, чтобы увидеть продолжение',
            fontWeight: 700,
          },
        },
        {
          p1: {
            text: 'Если задуманный предмет выделен - кликните по нему, иначе нажмите на один из подсвеченных предметов',
            fontWeight: 700,
          },
          p2: {
            text: 'Вы дотронулись и что-то скрипнуло у вас за спиной - это открылась дверь, которую раньше вы не замечали.',
            fontWeight: 500,
          },
          p3: {
            text: 'Сквозняк? или там кто-то есть? Вы решаетесь зайти...',
            fontWeight: 500,
          },
        }
      ]
    },
    2: {
      room: 'Гостиная',
      pages: [
        {
          p1: {
            text: 'Вы зашли в просторную комнату, осмотревшись вы поняли, что это гостиная. Праздничная елка с огоньками наполнила комнату ароматом хвои, горячий камин согревал воздух, треск дров придавал уют и расслаблял.',
            fontWeight: 500,
          },
          p2: {
            text: 'Вам захотелось рассмотреть ближе один из предметов комнаты.',
            fontWeight: 500,
          },
        },
        {
          p2: {
            text: 'Вы долго, как вам показалось, осматривали вещь. захотелось не только посмотреть, но и пощупать.',
            fontWeight: 500,
          },
          p3: {
            text: 'Выберите предмет, который с самого начала привлек ваше внимание. Листайте дальше, чтобы увидеть продолжение',
            fontWeight: 700,
          },
        },
        {
          p1: {
            text: 'Если задуманный предмет выделен - кликните по нему, иначе нажмите на один из подсвеченных предметов',
            fontWeight: 700,
          },
          p2: {
            text: 'Вы дотронулись и что-то скрипнуло у вас за спиной - это открылась дверь, которую раньше вы не замечали.',
            fontWeight: 500,
          },
          p3: {
            text: 'Сквозняк? или там кто-то есть? Вы решаетесь зайти...',
            fontWeight: 500,
          },
        }
      ]
    },
  }
}

export const wordMess = [
  'магнолия',
  'апельсин',
  'зверобой'
]
